{
  "header": {
    "experience": "EXPERIÈNCIA",
    "skills": "HABILITATS",
    "projects": "PROJECTES",
    "language": "CA"
  },
  "main": {
    "title": "Hola! Soc n'Izan Sánchez. />",
    "description": "No soc gaire de parlar... per això prefereixo que sigui el meu codi qui ho faci per mi. Tinc 15 anys i fa un parell d'anys que em vaig obsessionar amb crear coses a internet. He après HTML, CSS, JavaScript, Python, SQL, FastAPI i WordPress pel meu compte, i cada dia intento millorar una mica més."
  },
  "experience": {
    "title": "<!-- EXPERIÈNCIA -->",
    "description1": "L'any 2022 vaig començar a investigar com es creen les webs. Vaig provar WordPress, però de seguida vaig veure que volia entendre com es programen des de zero.",
    "description2": "A l'estiu de 2023 vaig participar al Menorca Summer Camp de Leagues of Code, on vaig aprendre HTML i CSS. Des de llavors, no he deixat d'aprendre pel meu compte gràcies a creadors com @soydalto, @midudev i @mouredev.",
    "description3": "Vaig col·laborar amb el meu club d'atletisme creant una web més moderna i funcional (la pots veure a la secció de projectes). També vaig ajudar a en Stefano i la Irene amb la seva botiga online 'Is Animal Guide', a Itàlia.",
    "description4": "Actualment estic desenvolupant Pro Menorca, un projecte on dissenyo webs personalitzades per a restaurants de la meva illa. Encara que no tinc experiència professional, estic aprenent com més m'agrada: creant coses reals i resolent problemes amb tecnologia."
  },
  "skills": {
    "title": "<!-- HABILITATS -->",
    "description": "Gràcies a la formació autodidacta i els cursos de @soydalto, @midudev i @mouredev, tinc habilitats en frontend (HTML, CSS, JavaScript), Git i disseny responsive. També utilitzo Python i FastAPI per al backend, i estic aprenent SQL per treballar amb bases de dades. A poc a poc, també aprenc a organitzar idees, presentar projectes i portar-los a terme de principi a fi."
  },
  "projects": {
    "title": "<!-- PROJECTES -->",
    "description1": "Pro Menorca és el meu projecte actual: una marca que ofereix webs simples i professionals per a restaurants locals.",
    "description2": "Un dels meus primers encàrrecs reals va ser la web per al meu club d'atletisme. Em va ensenyar a ser constant, a pensar en l'usuari i a treballar amb responsabilitat.",
    "description3": "També vaig desenvolupar la botiga online 'Is Animal Guide' per a un petit negoci italià, aplicant els meus coneixements en WordPress.",
    "description4": "I aquest mateix portafoli és un altre projecte: una manera de mostrar qui soc, què estic aprenent i cap a on vull anar."
  }
}
