{
    "header": {
      "experience": "EXPERIENCE",
      "skills": "SKILLS",
      "projects": "PROJECTS",
      "courses": "COURSES",
      "language": "EN"
    },
    "main": {
      "title": "Hi! I'm Izan Sánchez. />",
      "description": "I'm 15 years old, a young entrepreneur and web developer. I'm building Pro Menorca, my first real project to help local restaurants improve their online presence. I'm passionate about learning, creating useful things, and sharing my journey on my YouTube channel."
    },
    "experience": {
      "title": "<!-- EXPERIENCE -->",
      "description1": "In 2022, I started exploring how websites are made. I initially tried WordPress but quickly realized I wanted to learn how to build websites from scratch through programming.",
      "description2": "In the summer of 2023, I joined the Menorca Summer Camp by Leagues of Code, where I learned HTML and CSS. Since then, I’ve continued to learn on my own through courses by @soydalto, @midudev, and @mouredev, and by applying everything in real projects.",
      "description3": "I built a modern and functional website for my athletics club, which you can check out in the Projects section. I also created an online store for Stefano and Irene’s small business, Is Animal Guide, in Italy.",
      "description4": "Right now, I’m working on Pro Menorca, a personal project where I design and develop custom websites for restaurants on my island. While I don’t have professional experience yet, I’m learning by doing—talking to clients, solving real problems, and building products from scratch."
    },
    "skills": {
      "title": "<!-- SKILLS -->",
      "description": "Thanks to self-learning and online courses by @soydalto, @midudev, and @mouredev, I’ve gained skills in frontend web development (HTML, CSS, JavaScript), Git, and responsive design. I also have backend knowledge with Python and FastAPI, and I’m currently learning SQL to work with databases. I’ve also learned how to talk to clients, pitch ideas, and manage real projects like Pro Menorca."
    },
    "projects": {
      "title": "<!-- PROJECTS -->",
      "description1": "Pro Menorca is my main project. It's a brand I created to offer simple, professional websites for local restaurants. I handle everything—design, development, communication, and marketing. It’s where I put all my skills to the test and keep learning what I still need.",
      "description2": "Another key project was the website for my athletics club. It was one of my first real assignments and taught me responsibility, consistency, and how to focus on user needs.",
      "description3": "I also built the Is Animal Guide online store for a small business in Italy, applying my knowledge in design and web development.",
      "description4": "Finally, I developed this very portfolio site to clearly show who I am, what I’m learning, and where I’m heading."
    }
  }
  