{
    "header": {
      "experience": "EXPERIENCIA",
      "skills": "HABILIDADES",
      "projects": "PROYECTOS",
      "courses": "CURSOS",
      "language": "ES"
    },
    "main": {
      "title": "¡Hola! Soy Izan Sánchez. />",
      "description": "Tengo 15 años, soy emprendedor y desarrollador web. Estoy creando Pro Menorca, un proyecto personal para ayudar a los restaurantes a mejorar su presencia online. Me apasiona aprender, construir cosas útiles y compartir todo este proceso en mi canal de YouTube."
    },
    "experience": {
      "title": "<!-- EXPERIENCIA -->",
      "description1": "En 2022 empecé a investigar cómo se crean las webs y probé WordPress, aunque pronto descubrí que prefería aprender a programarlas desde cero.",
      "description2": "En verano de 2023 participé en el Menorca Summer Camp de Leagues of Code, donde aprendí HTML y CSS. Desde entonces, sigo aprendiendo por mi cuenta gracias a los cursos de @soydalto, @midudev y @mouredev, y aplicando todo en mis proyectos.",
      "description3": "He colaborado con mi club de atletismo desarrollándoles una página web más moderna y funcional, la cual puedes ver en la sección de proyectos. Además de desarrollar con Stefano e Irene su tienda online para su negocio, llamado Is Animal Guide, en Italia.",
      "description4": "Además, estoy creando un proyecto personal: Pro Menorca, una iniciativa donde diseño y desarrollo webs personalizadas para restaurantes de mi isla. Aunque aún no tengo experiencia profesional, estoy aprendiendo directamente de la práctica real, hablando con clientes y creando productos que resuelven problemas."
    },
    "skills": {
      "title": "<!-- HABILIDADES -->",
      "description": "Gracias a la formación autodidacta y los cursos de @soydalto, @midudev y @mouredev, he adquirido habilidades en desarrollo web frontend (HTML, CSS, JavaScript), Git, y diseño responsive. También tengo conocimientos de Python y FastAPI para el desarrollo backend, y actualmente estoy aprendiendo SQL para trabajar con bases de datos. Además, he aprendido a hablar con clientes, vender ideas y gestionar proyectos como Pro Menorca."
    },
    "projects": {
      "title": "<!-- PROYECTOS -->",
      "description1": "Pro Menorca es mi proyecto actual. Es una marca creada por mí para ofrecer webs profesionales y simples a restaurantes locales. Yo me encargo del diseño, desarrollo, comunicación y promoción.",
      "description2": "Otro proyecto importante fue la web de mi club de atletismo. Este fue uno de mis primeros encargos reales, y me ayudó a desarrollar constancia, responsabilidad y visión de usuario.",
      "description3": "También desarrollé la tienda online Is Animal Guide para un pequeño negocio italiano, aplicando mis conocimientos en diseño y desarrollo web.",
      "description4": "Además, desarrollé este mismo portafolio para mostrar de forma clara quién soy, qué estoy aprendiendo y hacia dónde quiero llegar."
    }
  }
  