{
  "header": {
    "experience": "EXPERIENCIA",
    "skills": "HABILIDADES",
    "projects": "PROYECTOS",
    "language": "ES"
  },
  "main": {
    "title": "¡Hola! Soy Izan Sánchez. />",
    "description": "No soy mucho de hablar... por eso prefiero que mi código lo haga por mí. Tengo 15 años y hace un par de años me obsesioné con crear cosas en internet. Aprendí HTML, CSS, JavaScript, Python, SQL, FastAPI y WordPress por mi cuenta, y cada día intento mejorar un poco más."
  },
  "experience": {
    "title": "<!-- EXPERIENCIA -->",
    "description1": "En 2022 empecé a investigar cómo se crean las webs. Probé WordPress, pero enseguida me di cuenta de que quería entender cómo se programaban desde cero.",
    "description2": "En verano de 2023 participé en el Menorca Summer Camp de Leagues of Code, donde aprendí HTML y CSS. Desde entonces, no he parado de aprender por mi cuenta con la ayuda de creadores como @soydalto, @midudev y @mouredev.",
    "description3": "Colaboré con mi club de atletismo creando una web más moderna y funcional (puedes verla en proyectos). También ayudé a Stefano e Irene con su tienda online 'Is Animal Guide', en Italia.",
    "description4": "Actualmente desarrollo Pro Menorca, un proyecto donde diseño webs personalizadas para restaurantes de mi isla. Aunque aún no tengo experiencia profesional, estoy aprendiendo como más me gusta: creando cosas reales y resolviendo problemas con tecnología."
  },
  "skills": {
    "title": "<!-- HABILIDADES -->",
    "description": "Gracias a la formación autodidacta y los cursos de @soydalto, @midudev y @mouredev, tengo habilidades en frontend (HTML, CSS, JavaScript), Git y diseño responsive. También uso Python y FastAPI para backend, y estoy aprendiendo SQL para manejar bases de datos. Poco a poco también estoy aprendiendo a organizar ideas, presentar proyectos y llevarlos a cabo de principio a fin."
  },
  "projects": {
    "title": "<!-- PROYECTOS -->",
    "description1": "Pro Menorca es mi emprendimiento actual: una marca que ofrece webs simples y profesionales a restaurantes locales.",
    "description2": "Uno de mis primeros encargos reales fue la web para mi club de atletismo. Me enseñó a tener constancia, a pensar en el usuario y a trabajar con responsabilidad.",
    "description3": "También desarrollé la tienda online 'Is Animal Guide' para un pequeño negocio en Italia, aplicando mis conocimientos en Wordpress.",
    "description4": "Y este mismo portafolio es otro proyecto: una forma de mostrar quién soy, qué estoy aprendiendo y hacia dónde quiero ir."
  }
}
